{
  "CIS 1.1.1": "Ejecutar 'net accounts' y configurar el historial de contraseñas mínimo a 24.",
  "CIS 1.1.2": "Configurar 'Maximum password age' a 60 días o menos desde políticas locales.",
  "CIS 1.1.3": "Establecer edad mínima de contraseña en al menos 1 día para evitar cambios consecutivos.",
  "CIS 1.1.4": "Usar 'net accounts /minpwlen:14' para exigir contraseñas de al menos 14 caracteres.",
  "CIS 1.2.1": "Configurar duración de bloqueo de cuenta a 15 minutos o más.",
  "CIS 1.2.2": "Configurar el umbral de bloqueo de cuenta en 10 o menos intentos.",
  "CIS 1.2.3": "Establecer reinicio del contador de bloqueos en 15 minutos o más.",
  "CIS 1.3.1": "Habilitar restricciones de inicio de sesión en políticas de Kerberos.",
  "CIS 1.3.2": "Limitar el lifetime de tickets de servicio a 600 minutos o menos.",
  "CIS 1.3.3": "Configurar lifetime de tickets de usuario a 10 horas o menos.",
  "CIS 1.3.4": "Limitar renovación de tickets de usuario a 7 días.",
  "CIS 1.3.5": "Configurar tolerancia de skew de reloj en 5 minutos o menos.",
  "CIS 2.2.x": "Limitar el acceso remoto solo al grupo de administradores mediante políticas locales.",
  "CIS 2.3.1": "Auditar inicios de sesión con 'Success and Failure' desde 'auditpol'.",
  "CIS 2.3.2": "Auditar inicio de cuentas desde políticas de auditoría.",
  "CIS 3.3.1": "Deshabilitar la cuenta Administrator si no es necesaria.",
  "CIS 3.3.2": "Deshabilitar la cuenta Guest desde 'lusrmgr.msc'.",
  "CIS 3.3.3": "Limitar contraseñas en blanco solo para acceso desde consola local.",
  "CIS 3.3.4": "Habilitar la opción 'Crash on Audit Fail' desde la directiva de seguridad local.",
  "CIS 3.3.5": "Requerir CTRL+ALT+DEL para iniciar sesión.",
  "CIS 3.3.6": "Definir título legal de advertencia desde 'secpol.msc'.",
  "CIS 3.3.7": "Definir mensaje legal de advertencia desde 'secpol.msc'.",
  "CIS 3.3.8": "Establecer compatibilidad LM en nivel 5 para evitar NTLMv1 y LM.",
  "CIS 3.3.9": "Evitar almacenamiento de hash LM usando políticas locales.",
  "CIS 4.1": "Activar el firewall de Windows en todos los perfiles desde el panel de control o mediante GPO.",
  "CIS 4.2": "Configurar el firewall para bloquear conexiones entrantes que no coincidan con una regla.",
  "CIS 5.1": "Deshabilitar la cuenta Guest desde 'lusrmgr.msc'.",
  "CIS 5.2": "Detener y deshabilitar servicios como Telnet desde 'services.msc'.",
  "CIS 6.1": "Configurar 'regedit' para deshabilitar WDigest almacenando credenciales.",
  "CIS 6.2": "Deshabilitar puntos de restauración usando directivas de grupo.",
  "CIS 6.3": "Eliminar soporte para SMBv1 desde características de Windows.",
  "CIS 7.1": "Deshabilitar el acceso a CD-ROM editando el registro o desde GPO.",
  "CIS 7.2": "Desactivar AutoRun configurando 'NoDriveTypeAutoRun' a 255.",
  "CIS 7.3": "Configurar el registro 'USBSTOR' a 4 para bloquear almacenamiento USB.",
  "CIS 8.1": "Configurar SMB Signing obligatorio desde GPO en cliente.",
  "CIS 8.2": "Configurar SMB Signing obligatorio en servidor desde políticas.",
  "CIS 8.3": "Deshabilitar LLMNR desde políticas de red.",
  "CIS 8.4": "Deshabilitar NetBIOS sobre TCP/IP en cada adaptador.",
  "CIS 9.1": "Revisar miembros del grupo Administrators y eliminar cuentas no autorizadas.",
  "CIS 9.2": "Eliminar usuarios innecesarios del grupo Guests.",
  "CIS 10.1": "Verificar que Windows Defender esté habilitado desde Seguridad de Windows.",
  "CIS 10.2": "Asegurar que Windows Defender tenga habilitada la protección en tiempo real.",
  "CIS 10.3": "Verificar que las firmas estén actualizadas en Windows Defender.",
  "CIS 11.1": "Verificar que el servicio Windows Update esté en ejecución.",
  "CIS 11.2": "Activar actualizaciones automáticas desde Configuración o mediante directivas de grupo.",
  "CIS 12.1": "Aumentar el tamaño del log de Aplicación a 192 MB desde 'wevtutil' o GPO.",
  "CIS 12.2": "Aumentar el tamaño del log de Seguridad a 192 MB.",
  "CIS 12.3": "Aumentar el tamaño del log del Sistema a 192 MB.",
  "CIS 12.4": "Habilitar retención de eventos para log de Seguridad.",
  "CIS 13.1": "Habilitar BitLocker desde Configuración o directivas.",
  "CIS 13.2": "Asegurar la existencia de clave de recuperación configurada para BitLocker."
}